cask "font-sauce-code-pro-nerd-font"

# Packages
brew "mise"
brew "jq"
brew "fd"
brew "fzf"
brew "lazygit"
brew "bat"
brew "git-delta"
brew "ripgrep"
brew "zoxide"
brew "eza"
brew "starship"
brew "tree"
brew "rust"
brew "zsh-autosuggestions"
brew "tree-sitter"
brew "switchaudio-osx"
tap "felixkratz/formulae"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"

# Casks
cask "kitty"
cask "mouseless@preview"
cask "1password"
cask "leader-key"
cask "homerow"
cask "nikitabobko/tap/aerospace"
