tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'neovim/neovim'

cask 'slack'
cask 'google-chrome'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'iterm2'
cask 'qlmarkdown'
cask 'vlc'
cask 'bettertouchtool'
cask 'alfred'
cask '1password'
cask 'spotify'

brew 'fzf'
brew 'nvm'
brew 'vim', args: ['HEAD']
brew 'neovim', args: ['HEAD']
brew 'python3'
brew 'unrar'
brew 'zsh'
brew 'ripgrep'
brew 'fasd'
brew 'diff-so-fancy'
brew 'jp2a' 
brew 'imagemagick'
brew 'ctags'
brew 'lazygit'
